{
  "Home": [
    "Reply fast to new DMs—momentum fades quickly.",
    "Pin one clear CTA in your bio.",
    "Keep your bio value-first: what they get + how often.",
    "Add a strong profile banner that matches your niche.",
    "Post something small every day to stay top-of-mind.",
    "Batch-create content weekly to avoid last-minute stress.",
    "Use a simple funnel: teaser to link to paid conversion.",
    "Track today's goal: subs, PPV sales, or tips—pick one.",
    "Start each day by answering your top spenders first.",
    "Refresh your pinned post monthly.",
    "Offer a low-friction first purchase: mini PPV under $10.",
    "Use one signature phrase so fans recognize your brand.",
    "Keep your menu simple: 3 offers max in the first DM.",
    "Ask one question per conversation to boost replies.",
    "Celebrate renewals publicly (without naming names).",
    "Rotate your best 10 posts into a weekly recap.",
    "Set a daily office hour for DMs to stay consistent.",
    "Use emojis sparingly—clarity beats clutter.",
    "Save 5 fast replies for common questions.",
    "Link to a free preview post in your welcome flow.",
    "Update your tip menu when you add a new content format.",
    "Use polls to let fans choose your next theme.",
    "Run one small promo at a time; don't stack discounts.",
    "Make your first feed post a Start Here guide.",
    "Keep previews safe-for-work if you promote on socials.",
    "Watch your inbox for chargeback or dispute alerts.",
    "Schedule posts so you never go dark on busy days.",
    "Check your notification settings—don't miss messages.",
    "Use lists/segments so broadcasts stay relevant.",
    "Make your cover photo readable on mobile.",
    "Make pricing easy to understand in one sentence.",
    "Post a weekly schedule so fans know when to expect drops.",
    "Add a request form template to speed up customs.",
    "Set boundaries: define response windows you can keep.",
    "Do a 5-minute end-of-day review: what sold today?",
    "Try a limited-time PPV once a week for urgency.",
    "Keep your brand consistent across profile, banner, and tone.",
    "Offer a bundle: subscription + monthly PPV pack.",
    "Use a checklist for daily ops: post, DM, promo, review.",
    "Re-use proven captions; originality isn't required.",
    "Ask for feedback after a purchase.",
    "Use a clean naming system for files in your vault.",
    "Protect your energy—schedule rest like content.",
    "Plan content themes 2 weeks ahead to avoid burnout.",
    "Add social proof in your menu.",
    "Make it easy to tip: suggest 3 tip options.",
    "Review your top 3 posts and repurpose them elsewhere.",
    "Keep a promo folder of teasers ready to post.",
    "Audit your profile like a new fan: 10 seconds to understand?",
    "Test one small change weekly: banner, price, or welcome DM."
  ],
  "Analytics": [
    "Track churn weekly: cancellations divided by active subscribers.",
    "Monitor rebill rate by cohort, not just overall.",
    "Separate new subs from returning subs in reports.",
    "Watch ARPPU (avg revenue per paying user), not only MRR.",
    "Measure PPV attach rate: buyers divided by recipients.",
    "Compare revenue by content type: photo, video, bundle.",
    "Use 7-day and 30-day rolling averages to spot trends.",
    "Flag your top 10% spenders and analyze what they buy.",
    "Check conversion by entry point (promo link vs organic).",
    "Build a simple funnel: visits to subs to first purchase.",
    "Track DM reply rate after welcome message sends.",
    "Measure open rate for broadcast messages vs 1:1 DMs.",
    "Identify your best posting days using engagement per post.",
    "Measure time to first purchase for new subscribers.",
    "Plot revenue per subscriber cohort over 30/60/90 days.",
    "Track refund/chargeback rate—small spikes matter.",
    "Segment analytics by language if you have mixed audiences.",
    "Compare promo vs non-promo weeks to avoid false wins.",
    "Use consistent naming for campaigns so data stays clean.",
    "Tag every outbound link with UTMs for clean attribution.",
    "Track teaser views vs click-through to your paid page.",
    "Monitor retention after price changes (before/after).",
    "Measure median spend, not only average (outliers skew).",
    "Track PPV price elasticity: test two price points monthly.",
    "Check which captions drive saves/replies on social teasers.",
    "Calculate LTV: average monthly revenue times avg months retained.",
    "Watch inactive subs and test re-engagement messages.",
    "Track how often fans tip after you reply quickly.",
    "Identify top-performing previews and reuse them.",
    "Compare short vs long PPV content conversion rates.",
    "Track free trial conversion separately from paid subs.",
    "Measure how promos affect rebill (sometimes discounts hurt).",
    "Run cohort analysis for fans acquired from collaborations.",
    "Create a dashboard with 5 KPIs max—keep it readable.",
    "Look for seasonality: holidays, weekends, paydays.",
    "Track content production time vs revenue (ROI on effort).",
    "Monitor DM volume and response time as an ops metric.",
    "Analyze what percentage of revenue is from PPV vs subs.",
    "Track message fatigue: sales drop after too many blasts.",
    "Use A/B tests: subject line, thumbnail, price, timing.",
    "Audit top months: what changed (frequency, promos, collabs)?",
    "Track which lists/segments buy which offers.",
    "Measure engagement per 100 subscribers to normalize growth.",
    "Check subscriber source quality: low churn beats high volume.",
    "Track watch time on teasers (where possible) for hook quality.",
    "Use week-over-week deltas, not raw numbers, to spot shifts.",
    "Set a baseline month; compare every change to baseline.",
    "Review analytics on a schedule: 15 minutes, twice a week.",
    "Export data monthly for backups and deeper analysis.",
    "Turn insights into one action item per week—execution wins."
  ],
  "OnlyFans": [
    "Use Promotion Campaigns to run clean, time-boxed discounts.",
    "Create Lists to segment fans (new, VIP, lurkers).",
    "Send a targeted PPV to the segment most likely to buy.",
    "Use Polls to let fans pick the next drop topic.",
    "Try the Quiz feature for playful engagement and replies.",
    "Turn on Push Notifications so you don't miss hot leads.",
    "Schedule posts in advance to keep daily consistency.",
    "Pin a Start Here post with your menu and best content.",
    "Keep one PPV offer active per week to train buying habits.",
    "Bundle multiple months at a small discount to reduce churn.",
    "Use locked messages for premium content instead of cluttering the feed.",
    "Add a teaser image/text before a locked PPV to raise curiosity.",
    "Rotate your top sellers: repost the offer with a fresh angle.",
    "Use captions that describe value, not just the content type.",
    "Keep your PPV thumbnails clean and readable on mobile.",
    "Test 2 price points for the same PPV over two weeks.",
    "Offer collector packs (3-5 items) instead of single files.",
    "Use mass messages sparingly; keep them relevant to the list.",
    "Include a clear one-line CTA in every promo DM.",
    "Make your welcome message feel personal, not generic.",
    "Add 2-3 quick links in the welcome DM: menu, best post, request form.",
    "Use a vault naming system: date_theme_format to find assets fast.",
    "Repost top feed posts with a new caption for new subscribers.",
    "Use the tip feature as a low-friction upsell for extras.",
    "Create a recurring weekly theme (e.g., Friday Drop).",
    "Keep a consistent posting cadence even when traveling.",
    "Use message previews that promise one specific benefit.",
    "Ask fans what they want—then sell exactly that in PPV.",
    "Use limited quantity customs slots to manage workload.",
    "Keep your menu pinned and update prices in one place.",
    "Run a short comeback promo for expired subscribers.",
    "Thank high tippers with a small bonus (build loyalty).",
    "Use lists to avoid sending explicit promos to all fans.",
    "Post behind-the-scenes content to deepen connection.",
    "Use audio-less teasers (caption-led) for broader shareability.",
    "Track which content formats earn tips vs PPV purchases.",
    "Offer a starter pack PPV for new subscribers.",
    "Use bundle + upsell flow: pack to add-on upgrade.",
    "Keep your DMs organized: tags/notes for preferences.",
    "Use polls after a drop: Want a part 2?",
    "Write short, scannable captions; most fans read fast.",
    "Space out promos—give value posts between sales posts.",
    "Use a monthly content calendar so drops feel intentional.",
    "Test a mini-series (3 parts) to drive repeat purchases.",
    "Keep older PPVs available in a vault menu for new fans.",
    "Make sure your preview content matches the paid promise.",
    "Use clear boundaries on customs: delivery time & revisions.",
    "Review your top 5 PPVs monthly and refresh their teasers.",
    "Always follow platform rules on content, age, and consent.",
    "Give VIP lists early access to drops before the full send."
  ],
  "Marketing": [
    "Cross-post strategically—adapt captions to each platform.",
    "Keep teasers safe-for-work to avoid platform removals.",
    "Use one link hub (with UTMs) to track traffic sources.",
    "Put your strongest offer in the first line of your bio.",
    "Post consistently; sporadic posting resets momentum.",
    "Repurpose one shoot into 10 clips, 10 photos, 10 captions.",
    "Lead with curiosity, not buy now in social captions.",
    "Use a clear CTA: Link in bio for full set.",
    "Test 3 teaser styles: storytime, transformation, behind-the-scenes.",
    "Batch-schedule promos so you never miss peak hours.",
    "Collaborate with creators in adjacent niches for warm traffic.",
    "Swap shoutouts only with creators who match your audience.",
    "Use a pinned comment to direct viewers to your link.",
    "Make a weekly series so people expect the next episode.",
    "Use hashtags sparingly; prioritize keywords in captions.",
    "Show personality: daily life content builds trust fast.",
    "Use short-form video hooks in the first 1-2 seconds.",
    "Reuse proven hooks; variation beats reinvention.",
    "Track campaigns with UTM parameters for clean attribution.",
    "Keep UTM naming consistent (source/medium/campaign).",
    "Create 1 evergreen promo post you can repost monthly.",
    "Use Stories daily to stay visible without heavy production.",
    "Use countdowns for drops to create anticipation.",
    "Turn comments into content: answer one question per video.",
    "Make your offer specific: weekly drops + monthly PPV.",
    "Test different landing pages: free preview vs direct subscribe.",
    "Build an email list only if you can stay compliant and consistent.",
    "Use a content calendar: launch, nurture, sell, repeat.",
    "Promote benefits: exclusivity, community, behind-the-scenes.",
    "Don't rely on one platform—diversify traffic sources.",
    "Use analytics to double down on the top 20% posts.",
    "Create soft CTAs for colder audiences; hard CTAs for warm.",
    "Use a consistent visual style so posts are instantly recognizable.",
    "Pin your best teaser on every platform profile.",
    "Add subtitles to videos—many people watch muted.",
    "Keep thumbnails clean: face + 3 words max.",
    "Use community posts to ask what fans want next.",
    "Post collaboration teasers on both accounts on the same day.",
    "Do quarterly rebrands: banner, bio, highlight covers.",
    "Offer limited-time bundles to convert hesitant followers.",
    "Use referral-style language: Send this to a friend.",
    "Create a free starter offer to reduce first-buy friction.",
    "Use remarketing only where allowed and policy-compliant.",
    "Keep a promo folder with platform-safe assets.",
    "Link to your top content, not your full archive.",
    "Run small tests: 1 variable at a time (hook, CTA, timing).",
    "Use social proof carefully: Most requested works well.",
    "Make your brand promise repeatable in one sentence.",
    "Always check each platform's adult-content policy before posting.",
    "Review your traffic mix monthly—aim for no single-source risk."
  ],
  "Content": [
    "Plan content in themes—decisions get easier.",
    "Start every video with motion in the first second.",
    "Hook with a promise: Wait for the reveal at the end.",
    "Keep clips tight; cut every pause.",
    "Film in vertical by default for easy repurposing.",
    "Use natural light near a window when possible.",
    "Clean audio matters more than perfect video.",
    "Add captions for accessibility and retention.",
    "Create 3 content pillars: lifestyle, teaser, premium preview.",
    "Batch-shoot outfits/sets so you can post for weeks.",
    "Make a top 10 ideas list and recycle it monthly.",
    "Use a consistent background to strengthen branding.",
    "Shoot one talking clip per week to build connection.",
    "Show process: prep, planning, behind-the-scenes.",
    "Tease future drops to keep fans anticipating.",
    "Use a simple storyboard: hook to payoff to CTA.",
    "Keep your camera lens clean—small detail, big impact.",
    "Use a tripod or stable surface; shaky footage kills watch time.",
    "Record extra b-roll (hands, details) for easy edits.",
    "Create a repeatable intro/outro for recognizability.",
    "Try 3 formats: POV, tutorial, storytime (safe content only).",
    "Save your best shots for the end—earn rewatches.",
    "Use consistent file names: YYYYMMDD_theme_take.",
    "Back up your raw files weekly to avoid disasters.",
    "Create thumbnails in one batch to save time.",
    "Rotate content intensity: light, medium, premium.",
    "Build mini-series playlists to increase binge behavior.",
    "Keep a swipe file of hooks that performed well.",
    "Use color contrast so subjects pop on mobile.",
    "Don't overuse filters—clarity beats effects.",
    "Make 5-second teasers from every long clip.",
    "Use before/after framing (setup to result) for curiosity.",
    "Film 2 versions: one with voice, one silent with text.",
    "Test different caption lengths; short often wins.",
    "Add one unique detail per post (location, prop, angle).",
    "Keep your posting cadence realistic and sustainable.",
    "Use a content calendar with buffer days built in.",
    "Make a monthly best moments compilation for newcomers.",
    "Turn FAQs into weekly content prompts.",
    "Ask fans what they want, then create a content batch around it.",
    "Create seasonal themes (holidays, summer, back-to-school vibe).",
    "Use consistent fonts for on-screen text.",
    "Track which angles/styles get more saves and shares.",
    "Use transitions sparingly; storytelling matters more.",
    "Keep a drafts folder of half-finished ideas to rescue slow weeks.",
    "Warm up with 10 minutes of filming to reduce retakes.",
    "Create a checklist: lighting, audio, framing, focus, CTA.",
    "Review one old post weekly and remake it better.",
    "Protect privacy in backgrounds (mail, photos, street signs).",
    "End with a clear next step: DM me for the menu."
  ],
  "Settings": [
    "Enable two-factor authentication and store backup codes safely.",
    "Use a password manager—never reuse passwords.",
    "Turn on login alerts so you catch suspicious access early.",
    "Secure your email account with MFA too (it's the real key).",
    "Review connected devices/sessions and revoke old ones.",
    "Set a strong payout routine: confirm bank details regularly.",
    "Keep your legal name and payout info accurate to avoid delays.",
    "Complete verification early—don't wait until you need cashout.",
    "Use a separate creator email to reduce phishing risk.",
    "Check notification settings so you don't miss DMs or renewals.",
    "Disable unnecessary email notifications to reduce inbox overload.",
    "Use privacy settings like geo-blocking if you need location safety.",
    "Watermark previews to discourage re-uploads.",
    "Remove metadata from files before posting (especially photos).",
    "Keep consent/ID records organized for any collaborators.",
    "Never share account access via DMs—scams target creators.",
    "Watch for fake support messages; verify senders carefully.",
    "Limit third-party tools unless they're permitted by the platform.",
    "Set clear tipping and custom policies in a pinned FAQ post.",
    "Review your blocked words/filters to reduce spam DMs.",
    "Use content categories/tags (if available) for easier navigation.",
    "Update your profile links when you change funnels or domains.",
    "Check your subscription price quarterly—align with your value.",
    "Turn on dark mode if it reduces eye strain during DM sessions.",
    "Set time-zone and language preferences for clearer communication.",
    "Audit your public profile from an incognito browser monthly.",
    "Hide personal identifiers in banners, receipts, and screenshots.",
    "Use unique usernames across platforms only if safety allows.",
    "Keep a backup of key assets (banner, logo, menus) off-platform.",
    "Review payout history for anomalies—small issues add up.",
    "Enable push notifications on your phone for urgent events.",
    "Lock your phone with biometrics—your account lives there.",
    "Keep your app and OS updated for security patches.",
    "Don't store passwords in notes apps; use encrypted storage.",
    "Create a recovery plan: email access + backup codes + contacts.",
    "Use separate folders for raw, edited, and uploaded content.",
    "Set a standard disclaimer for customs (no refunds after delivery).",
    "Document your pricing so assistants/team stay consistent.",
    "Review your content rights and DMCA options (where available).",
    "Limit who can tag you on connected social accounts.",
    "Use a dedicated payment/banking inbox to spot issues fast.",
    "Check if your display name and bio match your current niche.",
    "Set auto-renew reminders in your own calendar as a backstop.",
    "Review blocked users monthly—remove trolls early.",
    "Keep your country/region settings correct for tax compliance.",
    "Save receipts and earnings summaries for bookkeeping.",
    "Turn on spam filters and avoid clicking unknown links.",
    "Use a separate work browser profile for creator accounts.",
    "Review platform policy updates periodically—rules change.",
    "Do a quarterly security audit: passwords, MFA, devices, backups."
  ],
  "Integrations": [
    "Connect your main socials so fans can find you everywhere.",
    "Use one branded link hub to reduce friction across platforms.",
    "Add UTMs to every link so attribution stays clean.",
    "Standardize UTM naming: source, medium, campaign.",
    "Track which platform drives subscribers vs one-time buyers.",
    "Use a URL shortener only if it preserves analytics and trust.",
    "Embed a start here page with your 3 best offers.",
    "Set up a creator website as a stable home base.",
    "Back up links: keep a secondary domain ready if needed.",
    "Use Google Analytics on your website to track traffic quality.",
    "Create separate landing pages per platform for tailored messaging.",
    "Use a newsletter provider only if your content fits their policies.",
    "Connect a calendar tool to plan drops and promo beats.",
    "Sync your content calendar with reminders for consistency.",
    "Use cloud storage integration for safe asset backups.",
    "Create a shared drive structure if you work with a team.",
    "Use a task manager integration to track customs deadlines.",
    "Connect a spreadsheet/CRM to log VIP preferences (securely).",
    "Use webhook/automation tools only if platform-compliant.",
    "Tag inbound leads by platform so follow-ups feel personal.",
    "Use a QR code for offline promo (events, business cards).",
    "Add tracking pixels only where allowed and policy-compliant.",
    "Use a link-in-bio tool that supports multiple CTAs and analytics.",
    "Set one primary CTA; too many links reduce clicks.",
    "Test link order monthly—top position gets most taps.",
    "Use consistent branding (icons, colors) across link pages.",
    "Add a free preview link for colder traffic sources.",
    "Add a VIP/PPV menu link for warm traffic sources.",
    "Set up an auto-backup for your analytics exports.",
    "Integrate with a password manager for shared team access safely.",
    "Use role-based access—never share one master password.",
    "Connect support email forwarding so urgent issues don't get missed.",
    "Use UTM tags for collaborations to measure partner ROI.",
    "Track affiliate/referral links carefully to avoid compliance issues.",
    "Keep a doc of all active integrations and what data they access.",
    "Review integrations quarterly and remove anything unused.",
    "Prefer first-party tools over unknown third-party plugins.",
    "Use a media kit link for collaboration outreach.",
    "Maintain a press/brand folder (safe assets) for partners.",
    "Use consistent naming for campaigns across all tools.",
    "Connect a notes tool to store scripts, hooks, and caption templates.",
    "Set up content pipeline stages: idea to draft to scheduled to posted.",
    "Integrate translation tools if you serve multilingual audiences.",
    "Use UTM campaigns for paid promos to measure true CAC.",
    "Set alerts for broken links—lost clicks = lost revenue.",
    "Connect a compliance folder for consent and release forms (secure).",
    "Use analytics dashboards that pull from multiple sources.",
    "Track time spent per platform—double down where ROI is highest.",
    "Keep an emergency contact list for account recovery.",
    "Document every integration setup so it's easy to rebuild."
  ],
  "Automations": [
    "Set an automated welcome message that asks one easy question.",
    "Include 3 quick links in the welcome: menu, best post, requests.",
    "Add a new subscriber tag the moment someone joins.",
    "Send a day-2 follow-up: What do you want to see this week?",
    "Send a day-7 check-in to convert lurkers into buyers.",
    "Use saved replies for FAQs to keep your tone consistent.",
    "Create templates for customs: price, timeline, boundaries.",
    "Automate renewal reminders with value, not pressure.",
    "Send a thank you after first purchase to build loyalty.",
    "Set a win-back message for expired subscribers (short and friendly).",
    "Trigger a VIP note when someone tips above your threshold.",
    "Use segments so promos go to likely buyers, not everyone.",
    "Schedule one weekly PPV blast—consistency trains behavior.",
    "Alternate value messages and sales messages to avoid fatigue.",
    "Create a quiet hours auto-reply if you can't respond instantly.",
    "Use an auto message that routes fans: menu / customs / chat.",
    "Build a simple drip: teaser to small PPV to bundle offer.",
    "Send a monthly best of pack automatically to VIPs.",
    "Trigger a survey/poll message after big drops.",
    "Automate reminders for your own workflow: shoot, edit, schedule.",
    "Use calendar automation to protect creation blocks.",
    "Set alerts for chargebacks, disputes, or payout issues.",
    "Create a high intent tag for fans who click but don't buy.",
    "Follow up with high intent fans with one tailored offer.",
    "Create an inactive 14 days segment and send a re-engagement post.",
    "Auto-send a birthday/anniversary perk if you track dates (optional).",
    "Use different templates per segment: new, active, VIP, expired.",
    "Keep automation copy short—one idea per message.",
    "Personalize at least the name/handle fields when possible.",
    "Rotate 3 welcome messages quarterly to avoid staleness.",
    "Add reply keywords like VIP, MENU, CUSTOM to speed routing.",
    "Schedule posts in advance so marketing doesn't depend on mood.",
    "Automate teaser posting reminders for each platform.",
    "Set a weekly analytics reminder to review KPIs and adjust.",
    "Use A/B tests for automated messages (subject line, CTA, price).",
    "Create an auto thank you for renewals with a small bonus link.",
    "Use automation to collect preferences: photos or videos?",
    "Trigger a follow-up after a poll: Here's what won—dropping soon.",
    "Create an auto welcome bundle offer valid for 48 hours.",
    "Use a low-pressure countdown in automated promos.",
    "Pause automations during major personal events—avoid sloppy sends.",
    "Audit automations monthly: remove anything that underperforms.",
    "Log automation performance: open rate, reply rate, conversion.",
    "Limit third-party bots; prefer platform-native automation.",
    "Keep compliance in mind: no misleading claims in automated sales.",
    "Use automation to maintain boundaries, not replace authenticity.",
    "Write templates in your natural voice—fans spot robot tone.",
    "Set an escalation rule: VIP DMs get manual replies fast.",
    "Back up all automation templates in a secure document.",
    "Start simple: one welcome + one weekly promo + one win-back."
  ]
}
